[
  {
    "@context": "https://schema.org",
    "@type": "Article",
    "headline": "Vấn đề bạo lực tình dục tại Đại học Dongguk và che đậy thể chế: Tính hư cấu của bài kiểm tra nhận thức về bạo lực tình dục",
    "description": "Tài liệu về các vấn đề bạo lực tình dục, che đậy thể chế và cáo buộc lạm dụng quỹ công tại Đại học Dongguk. Phân tích báo cáo của Viện Nghiên cứu Chính sách Phụ nữ Hàn Quốc (KWDI) và các vấn đề trong bài kiểm tra nhận thức về bạo lực tình dục. Bao gồm bằng chứng video điều tra.",
    "image": "https://genderwatchdog.org/imgs/og-image-vn.jpg",
    "datePublished": "2025-05-12T12:00:00+09:00",
    "dateModified": "2025-05-12T12:00:00+09:00",
    "author": {
      "@type": "Organization",
      "name": "Gender Watchdog",
      "url": "https://genderwatchdog.org"
    },
    "publisher": {
      "@type": "Organization",
      "name": "Gender Watchdog",
      "logo": {
        "@type": "ImageObject",
        "url": "https://genderwatchdog.org/imgs/favicons/gender_watchdog_favicon_192x192.png"
      }
    },
    "mainEntityOfPage": {
      "@type": "WebPage",
      "@id": "https://genderwatchdog.org/index-vn.html"
    },
    "articleSection": "bạo lực tình dục đại học, nhận thức về bạo lực tình dục",
    "keywords": "bạo lực tình dục Dongguk, bạo lực tình dục đại học, Đại học Dongguk, bài kiểm tra nhận thức bạo lực tình dục, Viện Nghiên cứu Chính sách Phụ nữ Hàn Quốc, quấy rối tình dục đại học, phong trào MeToo, bằng chứng video, báo cáo điều tra",
    "articleBody": "Gender Watchdog là một dự án tài liệu hóa các vấn đề bạo lực tình dục, che đậy thể chế và cáo buộc lạm dụng quỹ công tại Đại học Dongguk và các trường đại học Hàn Quốc. Theo phân tích của Gender Watchdog dựa trên nghiên cứu của Viện Nghiên cứu Chính sách Phụ nữ Hàn Quốc (KWDI) và các nguồn khác, điểm rủi ro bạo lực tình dục của chương trình điện ảnh Đại học Dongguk là 81/100, ở mức độ rất cao. Đại học Dongguk có nhiều vấn đề như giải thể hội sinh viên nữ, sự cẩu thả trong xử lý các vụ bạo lực tình dục. Đại học Dongguk tuyên bố có 381 quan hệ đối tác quốc tế, trong đó ít nhất một trường đại học Canada đã chính thức phủ nhận quan hệ đối tác khi được liên hệ trực tiếp. Ngoài ra, bài kiểm tra nhận thức về bạo lực tình dục do Đại học Dongguk cung cấp đang duy trì những huyền thoại có hại về bạo lực tình dục, đây là ví dụ điển hình của chủ nghĩa tiến bộ hình thức. Gender Watchdog cung cấp bằng chứng video chi tiết ghi lại những vấn đề này."
  },
  {
    "@context": "https://schema.org",
    "@type": "VideoObject",
    "name": "[KHẨN CẤP] Khoa Phim Đại học Dongguk: Rủi ro Bạo lực Tình dục - Title IX & Đối tác Quốc tế Giả mạo",
    "description": "Điều tra các yếu tố rủi ro bạo lực tình dục cấu trúc nghiêm trọng tại chương trình phim Đại học Dongguk. Ghi nhận một trường đại học Canada đã chính thức phủ nhận quan hệ đối tác trong số 381 quan hệ đối tác được tuyên bố, với 3 trường đại học Hoa Kỳ xác nhận sẽ đánh giá lại quan hệ đối tác và ATIXA đã được thông báo. Phân tích rủi ro vi phạm Title IX và khả năng lạm dụng quỹ chính phủ thông qua quan hệ đối tác giả mạo.",
    "thumbnailUrl": "https://img.youtube.com/vi/p4ykfbh7r1Y/maxresdefault.jpg",
    "uploadDate": "2025-05-12T12:00:00+09:00",
    "duration": "PT20M",
    "embedUrl": "https://www.youtube.com/embed/p4ykfbh7r1Y",
    "publisher": {
      "@type": "Organization",
      "name": "Gender Watchdog",
      "logo": {
        "@type": "ImageObject",
        "url": "https://genderwatchdog.org/imgs/favicons/gender_watchdog_favicon_192x192.png"
      }
    },
    "contentUrl": "https://youtu.be/p4ykfbh7r1Y",
    "interactionStatistic": {
      "@type": "InteractionCounter",
      "interactionType": { "@type": "WatchAction" },
      "userInteractionCount": 0
    }
  },
  {
    "@context": "https://schema.org",
    "@type": "NewsArticle",
    "headline": "Vấn đề bạo lực tình dục tại Đại học Dongguk và tính hư cấu của bài kiểm tra nhận thức về bạo lực tình dục",
    "datePublished": "2025-05-12T12:00:00+09:00",
    "dateModified": "2025-05-12T12:00:00+09:00",
    "description": "Phân tích điểm rủi ro bạo lực tình dục (81/100) của Đại học Dongguk và các vấn đề trong bài kiểm tra nhận thức về bạo lực tình dục hời hợt theo phân tích của Gender Watchdog dựa trên báo cáo của Viện Nghiên cứu Chính sách Phụ nữ Hàn Quốc (KWDI)",
    "articleBody": "Đại học Dongguk được phát hiện đang vận hành chương trình điện ảnh có điểm rủi ro bạo lực tình dục cao nhất (81/100) theo phân tích của Gender Watchdog dựa trên Viện Nghiên cứu Chính sách Phụ nữ Hàn Quốc (KWDI) và các nguồn khác. Trường Cao học Điện ảnh và Nội dung Số có đội ngũ giảng viên toàn nam, và đã giải thể hội sinh viên nữ vào năm 2018 khi phong trào MeToo Hàn Quốc đạt đến đỉnh cao. Ngoài ra, trong vụ việc năm 2016, Đại học Dongguk đã không thực hiện bất kỳ biện pháp nào trong 6 tháng sau khi nhận được thông báo từ cơ quan công tố về vụ bạo lực tình dục. Đại học Dongguk tuyên bố có 381 quan hệ đối tác đại học quốc tế, trong đó ít nhất một trường đại học Canada đã chính thức phủ nhận quan hệ đối tác khi được liên hệ trực tiếp. Điều này đặt ra những câu hỏi nghiêm trọng về tính chính xác của các tuyên bố đối tác và khả năng lạm dụng quỹ chính phủ. Bài kiểm tra nhận thức về bạo lực tình dục do Đại học Dongguk cung cấp đang duy trì những huyền thoại có hại về bạo lực tình dục, đây là ví dụ điển hình của chủ nghĩa tiến bộ hình thức.",
    "author": {
      "@type": "Organization",
      "name": "Gender Watchdog",
      "url": "https://genderwatchdog.org"
    },
    "publisher": {
      "@type": "Organization",
      "name": "Gender Watchdog",
      "logo": {
        "@type": "ImageObject",
        "url": "https://genderwatchdog.org/imgs/favicons/gender_watchdog_favicon_192x192.png"
      }
    },
    "mainEntityOfPage": {
      "@type": "WebPage",
      "@id": "https://genderwatchdog.org/index-vn.html"
    }
  },
  {
    "@context": "https://schema.org",
    "@type": "FAQPage",
    "mainEntity": [
      {
        "@type": "Question",
        "name": "Nhận thức về bạo lực tình dục là gì?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "Nhận thức về bạo lực tình dục là khả năng nhận biết và phản ứng nhạy cảm với sự phân biệt đối xử, định kiến và bất bình đẳng dựa trên giới tính. Nhận thức về bạo lực tình dục thực sự bao gồm hiểu biết về tầm quan trọng của mối quan hệ dựa trên sự đồng ý, nhận biết văn hóa đổ lỗi cho nạn nhân bạo lực tình dục, sửa chữa định kiến giới tính và huyền thoại về bạo lực tình dục, hiểu biết về sự mất cân bằng quyền lực. Cần có giáo dục thực chất và cải thiện thể chế thay vì chỉ bài kiểm tra hời hợt."
        }
      },
      {
        "@type": "Question",
        "name": "Điểm rủi ro bạo lực tình dục của Đại học Dongguk là bao nhiêu?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "Theo nghiên cứu năm 2020 của Viện Nghiên cứu Chính sách Phụ nữ Hàn Quốc (KWDI), điểm rủi ro bạo lực tình dục của Trường Cao học Điện ảnh Đại học Dongguk là 81/100. Đây là điểm rủi ro cao nhất trong số các chương trình đại học được khảo sát, ở mức độ rất nghiêm trọng. Điểm số cao như vậy là do đội ngũ giảng viên toàn nam tại Trường Cao học Điện ảnh, sự cẩu thả được ghi nhận trong xử lý các vụ bạo lực tình dục, làm suy yếu cơ quan vận động trong trường thông qua việc giải thể hội sinh viên nữ, thiếu hệ thống phòng ngừa và ứng phó bạo lực tình dục hiệu quả."
        }
      },
      {
        "@type": "Question",
        "name": "Làm thế nào để báo cáo bạo lực tình dục trong trường đại học?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "Cách báo cáo các vụ bạo lực tình dục trong trường đại học như sau: 1) Liên hệ trung tâm nhân quyền hoặc trung tâm tư vấn bạo lực tình dục trong trường - Hầu hết các trường đại học đều có cơ quan chuyên trách tiếp nhận báo cáo bạo lực tình dục. 2) Sử dụng cơ quan bên ngoài - Có thể yêu cầu giúp đỡ từ các cơ quan bên ngoài như Đường dây nóng Phụ nữ Hàn Quốc (02-3156-9900), Trung tâm Tư vấn Bạo lực Tình dục Hàn Quốc (02-338-5801). 3) Báo cáo cảnh sát - Trong các trường hợp nghiêm trọng, có thể báo cáo 112 hoặc đến đồn cảnh sát gần nhất. 4) Nền tảng báo cáo ẩn danh - Một số trường đại học cung cấp hệ thống báo cáo ẩn danh."
        }
      },
      {
        "@type": "Question",
        "name": "Tài nguyên hỗ trợ cho người sống sót sau bạo lực tình dục có thể tìm ở đâu?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "Tài nguyên hỗ trợ cho người sống sót sau bạo lực tình dục bao gồm: Dịch vụ tư vấn: Trung tâm Tư vấn Bạo lực Tình dục Hàn Quốc (02-338-5801), Đường dây nóng Phụ nữ Hàn Quốc (02-3156-9900), Hỗ trợ pháp lý: Đoàn Luật sư Hỗ trợ Pháp lý Hàn Quốc (132), Hiệp hội Luật sư Nữ Hàn Quốc (02-533-2018), Hỗ trợ y tế: Trung tâm Sunflower (hoạt động 24/7, có ở khắp cả nước), Tài nguyên trực tuyến: Không gian người sống sót EROC, website Trung tâm Tư vấn Bạo lực Tình dục Hàn Quốc. Đối với sinh viên đại học, cũng có thể nhận hỗ trợ thông qua trung tâm nhân quyền hoặc trung tâm tư vấn trong trường."
        }
      },
      {
        "@type": "Question",
        "name": "Bài kiểm tra nhận thức về bạo lực tình dục của Đại học Dongguk có những vấn đề gì?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "Bài kiểm tra nhận thức về bạo lực tình dục của Đại học Dongguk có những vấn đề nghiêm trọng sau: 1) Khuyến khích đổ lỗi cho nạn nhân: Các câu hỏi như \"người mặc quần áo hở hang cũng có trách nhiệm\" củng cố văn hóa đổ lỗi cho nạn nhân. 2) Hiểu lầm về sự đồng ý: Tuyên bố \"im lặng có nghĩa là đồng ý\" bỏ qua tầm quan trọng của sự đồng ý rõ ràng. 3) Duy trì huyền thoại về bạo lực tình dục: Lặp lại những huyền thoại có hại như \"'không' thực chất có nghĩa là 'có'\" dưới hình thức kiểm tra. 4) Cách tiếp cận hình thức: Việc đơn giản chỉ vượt qua bài kiểm tra không dẫn đến cải thiện nhận thức thực chất hay thay đổi thể chế. 5) Bóp méo thuật ngữ: Việc sử dụng thuật ngữ \"nhận thức về bạo lực tình dục\" làm loãng vấn đề nghiêm trọng mà KWDI đã định nghĩa rõ ràng là \"bạo lực tình dục\"."
        }
      },
      {
        "@type": "Question",
        "name": "Sự khác biệt giữa quấy rối tình dục, tội phạm tình dục và bạo lực tình dục là gì?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "Theo báo cáo năm 2020 của Viện Nghiên cứu Chính sách Phụ nữ Hàn Quốc (KWDI), có mối quan hệ quan trọng giữa các thuật ngữ này: Quấy rối tình dục bao gồm lời nói, đề nghị, hành vi khiến người khác khó chịu về mặt tình dục, nhưng đây cũng là một hình thức bạo lực tình dục chứ không chỉ là 'sự khó chịu' đơn thuần. Lạm dụng tình dục bao gồm tiếp xúc thể chất không mong muốn và đây cũng rõ ràng là bạo lực tình dục. Tội phạm tình dục là thuật ngữ được làm nhẹ mà các tổ chức sử dụng để tránh trách nhiệm pháp lý, nhưng bản chất vẫn là bạo lực tình dục. KWDI phân loại tất cả những hành vi này xảy ra trong môi trường đại học thành bạo lực tình dục một cách thống nhất. Điều này nhằm đối phó với thực tiễn của các tổ chức làm yếu đi thuật ngữ để giảm thiểu mức độ nghiêm trọng của vấn đề."
        }
      },
      {
        "@type": "Question",
        "name": "Title IX là gì và tại sao nó quan trọng đối với các trường đại học quốc tế?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "Title IX là luật liên bang đột phá của Mỹ, cấm phân biệt đối xử dựa trên giới tính trong các chương trình hoặc hoạt động giáo dục nhận hỗ trợ tài chính liên bang. Bắt đầu từ công bằng thể thao nhưng đã mở rộng để ngăn chặn bạo lực tình dục và phân biệt đối xử giới tính. Title IX có tác động quan trọng đến quan hệ đối tác quốc tế: Các trường đại học Mỹ có nghĩa vụ pháp lý đảm bảo các đối tác quốc tế duy trì tiêu chuẩn phòng ngừa và ứng phó bạo lực tình dục, phải thực hiện thẩm định về an toàn của các tổ chức đối tác ở nước ngoài, và các trường đại học có rủi ro bạo lực tình dục có thể phải đối mặt với việc chấm dứt quan hệ đối tác với các tổ chức Mỹ. Sự mất cân bằng giới tính như đội ngũ giảng viên toàn nam có thể cho thấy mối quan ngại về Title IX."
        }
      }
    ]
  }
]
